Repository: goh-chunlin/Experiment.PO
Catalog: Localisation/*.po
Languages: ms, zh_cn

# weather_Freezing
source: Freezing
ms: Beku
zh_cn: 寒冷

# weather_Bracing
source: Bracing
ms: Menyegar
zh_cn: 冷冽

# weather_Chilly
source: Chilly
ms: Nyaman Dingin
zh_cn: 凉爽

# weather_Cool
source: Cool
ms: Dingin
zh_cn: 清爽

# weather_Mild
source: Mild
ms: Sederhana
zh_cn: 温和

# weather_Warm
source: Warm
ms: Panas Nyaman
zh_cn: 暖和

# weather_Balmy
source: Balmy
ms: Nyaman
zh_cn: 温暖

# weather_Hot
source: Hot
ms: Panas
zh_cn: 炎热

# weather_Sweltering
source: Sweltering
ms: Panas Bahang
zh_cn: 闷热

# weather_Scorching
source: Scorching
ms: Panas Terik
zh_cn: 灼热
